Repository: MaestriHub/localization
Catalog: iOS/Resources/*.lproj/Localizable.strings
Languages: es, ru

# screen.public.client_button
source: Continue as Client
es: Continuar como Cliente
ru: Продолжить как клиент

# screen.public.pro_button
source: Continue as Specialist
es: Continuar como Especialista
ru: Продолжить как мастер

# screen.public.continuation_action
source: Press the button to continue
es: Presiona el botón para continuar
ru: Для продолжения нажми кнопку

# screen.public.welcome
source: Welcome to Maetry
es: ¡Bienvenido a Maetry!
ru: Добро пожаловать в Maetry!

# screen.profile.title
source: Profile
es: Perfil
ru: Профиль

# screen.profile.support.title
source: Have Questions? We're Here!
es: ¿Tienes preguntas? ¡Estamos aquí!
ru: Возникли вопросы? Мы рядом!

# screen.profile.support.message
source: We're here to help! If you have any questions or issues, our support team is always ready to assist you
es: ¡Estamos aquí para ayudarte! Si tienes alguna pregunta o problema, nuestro equipo de soporte está siempre listo para asistirte
ru: Мы здесь, чтобы помочь тебе! Если у тебя возникли вопросы или проблемы, наша команда технической поддержки всегда готова прийти на помощь

# screen.profile.support.action
source: Live chat support
es: Soporte por chat en vivo
ru: Чат с поддержкой

# screen.profile.support.user_message
source: Hello, I need help! My ID:
es: Hola, ¡necesito ayuda! Mi ID:
ru: Здравствуйте, мне нужна помощь! Мой id:

# screen.profile.support.unknown_id
source: Unknown
es: Desconocido
ru: Неизвестно

# screen.profile.support.not_install
source: Telegram app is not installed
es: La app de Telegram no está instalada
ru: Приложение Telegram не найдено

# screen.profile.iam.title
source: Select Mode
es: Seleccionar modo
ru: Выберите режим

# screen.profile.iam.customer
source: Customer
es: Cliente
ru: Клиент

# screen.profile.iam.customer_register
source: Register like customer
es: Registrarse como cliente
ru: Зарегистрируйся как клиент

# screen.profile.iam.pro
source: Professional
es: Profesional
ru: Мастер

# screen.profile.iam.pro_add_workplace
source: Register like professional
es: Registrarse como profesional
ru: Зарегистрируйся как мастер

# screen.profile.app_icon.title
source: App Icon
es: Ícono de la app
ru: Иконка приложения

# screen.profile.danger_zone.title
source: Danger zone
es: Zona de peligro
ru: Опасная зона

# screen.profile.danger_zone.delete_title
source: Delete user
es: Eliminar usuario
ru: Удалить пользователя

# screen.profile.danger_zone.delete_hint
source: This action cannot be undone
es: Esta acción no se puede deshacer
ru: Действие нельзя будет отменить

# screen.profile.danger_zone.delete_title_alert
source: The action cannot be undone. Are you sure you want to delete?
es: Esta acción no se puede deshacer. ¿Estás seguro de que deseas eliminar?
ru: Действие невозможно отменить. Ты точно хочешь его удалить?

# screen.profile.danger_zone.delete_message_alert
source: To confirm, enter your nickname in the field below
es: Para confirmar, introduce tu apodo en el campo a continuación
ru: Для подтверждения введи свой никнейм в поле ниже

# screen.profile.danger_zone.delete_placeholder
source: Nickname
es: Apodo
ru: Никнейм

# screen.profile.danger_zone.logout
source: Logout
es: Cerrar sesión
ru: Выйти

# screen.profile.danger_zone.logout_hint
source: Log out of your account
es: Cerrar sesión de tu cuenta
ru: Выйти из учетной записи

# screen.profile.danger_zone.logout_message_alert
source: Please confirm that you want to log out
es: Por favor confirma que deseas cerrar sesión
ru: Подтвердите что хотите выйти

# screen.profile.danger_zone.logout_title_alert
source: Attention
es: Atención
ru: Внимание

# screen.profile.danger_zone.subscription
source: Подписка
es: Suscripción

# screen.profile.danger_zone.without_subscription
source: Без подписки ничего не будет работать
es: Sin una suscripción, nada funcionará

# screen.notice.title
source: Notifications
es: Notificaciones
ru: Уведомления

# screen.notice.placeholder
source: You haven't received any notifications yet
es: Aún no has recibido notificaciones
ru: Ты еще не получил ни одного уведомления

# screen.notice.read_all
source: Read all
es: Marcar todo como leído
ru: Прочитать все

# screen.sharing.qr_button
source: Send QR code
es: Enviar código QR
ru: Отправить QR-код

# screen.sharing.link_button
source: Share link
es: Compartir enlace
ru: Поделиться ссылкой

# screen.assignment.title
source: Appointment
es: Cita
ru: Запись

# screen.assignment.executor
source: Professional
es: Profesional
ru: Мастер

# screen.assignment.invite_executor
source: Invite specialist
es: Invitar especialista
ru: Пригласить мастера

# screen.assignment.client
source: Customer
es: Cliente
ru: Клиент

# screen.assignment.invite_client
source: Invite client
es: Invitar cliente
ru: Пригласить клиента

# screen.workplace.placeholder_create
source: Start working with Maetry Create your first salon
es: Comienza a trabajar con Maetry Crea tu primer salón
ru: Начни работу с Maetry Создай свой первый салон

# screen.workplace.placeholder_select
source: Select a salon to work with
es: Selecciona un salón para trabajar
ru: Для работы выберите салон

# screen.workplace.settings
source: Settings
es: Configuración
ru: Настройки

# screen.workplace.workspace
source: Appointments
es: Citas
ru: Записи

# screen.workplace.schedule
source: Schedule
es: Horario
ru: График

# screen.workplace.dashboard
source: Salon
es: Salón
ru: Управления

# screen.workplace.action.title
source: Quick actions
es: Acciones rápidas
ru: Быстрые действия

# screen.workplace.action.sharing
source: Share
es: Compartir
ru: Поделится

# screen.workplace.action.invite_employee
source: Add employee
es: Agregar empleado
ru: Добавить сотрудника

# screen.workplace.action.read_all
source: Mark as read
es: Marcar como leído
ru: Пометить прочитанными

# screen.workplace.action.client_mode.title
source: Switch to
es: Cambiar a
ru: Переключится

# screen.workplace.action.client_mode.subtitle
source: client mode
es: Modo cliente
ru: Режим клиента

# screen.workspace.confirmation
source: Attention!
es: ¡Atención!
ru: Внимание!

# screen.workspace.collision_message
source: There is already an appointment scheduled for this time
es: Ya hay una cita programada para esta hora
ru: В это время уже есть назначенная запись

# screen.workspace.reschedule_button
source: Reschedule appointment
es: Reprogramar cita
ru: Перенести запись

# screen.workspace.select_masters
source: Select specialists
es: Seleccionar especialistas
ru: Выбрать мастеров

# screen.workspace.masters_quantity
source: Number of specialists
es: Cantidad de especialistas
ru: Количество мастеров

# screen.workspace.slot_duration
source: Journal frequency
es: Frecuencia del diario
ru: Кратность журнала

# screen.workspace.diary_type
source: Diary
es: Diario
ru: Ежедневник

# screen.workspace.list_type
source: List
es: Lista
ru: Список

# screen.workspace.list_empty_placeholder
source: No appointments scheduled for this day yet
es: Aún no hay citas programadas para este día
ru: На этот день пока никто не записался

# screen.schedule.workspace_schedule
source: Salon schedule
es: Horario del salón
ru: График салона

# screen.schedule.select_masters
source: Select specialists
es: Seleccionar especialistas
ru: Выбрать мастеров

# screen.schedule.hide_master
source: Hide specialist
es: Ocultar especialista
ru: Скрыть мастера

# screen.schedule.open_hours
source: Working hours
es: Horario de trabajo
ru: Время работы

# screen.schedule.break_hours
source: Break
es: Pausa
ru: Перерыв

# screen.schedule.start
source: Start
es: Inicio
ru: Начало

# screen.schedule.end
source: End
es: Fin
ru: Окончание

# screen.schedule.dayoff
source: Day off
es: Día libre
ru: Выходной

# screen.schedule.dayoff_short
source: Off
es: Libre
ru: Вых.

# screen.schedule.make_it_dayoff
source: Make it a day off
es: Marcar como día libre
ru: Сделать выходным

# screen.schedule.alert_title_dayoff
source: Attention!
es: ¡Atención!
ru: Внимание!

# screen.schedule.message_title_dayoff
source: Your salon is closed on this day
es: Tu salón está cerrado este día
ru: В этот день у твоего салона выходной

# screen.schedule.vacation
source: Vacation
es: Vacaciones
ru: Отпуск

# screen.schedule.setup_vacation
source: Set up vacation
es: Configurar vacaciones
ru: Настроить отпуск

# screen.schedule.delete_vacation
source: Delete vacation
es: Eliminar vacaciones
ru: Удалить отпуск

# screen.schedule.add_break
source: Add break
es: Agregar pausa
ru: Добавить перерыв

# screen.schedule.settings_vacation
source: Vacation settings
es: Configuración de vacaciones
ru: Настройки отпуска

# screen.schedule.setup_schedule
source: Set up schedule
es: Configurar horario
ru: Настроить график

# screen.schedule.daily_schedule
source: Daily schedule
es: Horario diario
ru: Ежедневный график

# screen.schedule.shift_schedule
source: Shift schedule
es: Horario por turnos
ru: Сменный график

# screen.schedule.weekly_schedule
source: Weekly template
es: Plantilla semanal
ru: Шаблон на неделю

# screen.schedule.select_several
source: Select multiple
es: Seleccionar varios
ru: Выбрать несколько

# screen.schedule.edit_days.one
source: Edit %{days} day
es: Editar %{days} día
ru: Редактировать %{days} день

# screen.schedule.edit_days.other
source: Edit %{days} days
es: Editar %{days} días
ru: Редактировать %{days} дней

# screen.schedule.view_mode
source: Режим отображения
es: Modo de vista

# screen.schedule.rounded
source: Скругленный
es: Redondeado

# screen.schedule.rectangular
source: Прямоугольный
es: Rectangular

# screen.catalog_management.title
source: Services
es: Servicios
ru: Услуги

# screen.catalog_management.all_title
source: All services
es: Todos los servicios
ru: Все услуги

# screen.catalog_management.add_service
source: Add new service
es: Agregar nuevo servicio
ru: Добавить новую услугу

# screen.catalog_management.complexs
source: Complexes
es: Complejos
ru: Комплексы

# screen.catalog_management.complex_placeholder
source: To create a complex, combine several procedures
es: Para crear un complejo, combina varios procedimientos
ru: Для создания комплеса объедините несколько процедур

# screen.catalog_management.procedures
source: Procedures
es: Procedimientos
ru: Процедуры

# screen.catalog_management.procedure_placeholder
source: To start working with the salon, create a procedure
es: Para comenzar a trabajar con el salón, crea un procedimiento
ru: Для начала работы салона создайте процедуру

# screen.catalog_management.procedure_info
source: Information
es: Información
ru: Информация

# screen.catalog_management.procedure_add_executor
source: Add specialist
es: Agregar especialista
ru: Добавить исполнителя

# screen.catalog_management.procedure_union_complex
source: Combine into complex
es: Combinar en complejo
ru: Объединить в комплекс

# screen.catalog_management.executor_edit
source: Edit
es: Editar
ru: Редактировать

# screen.catalog_management.executor_booking
source: Book
es: Reservar
ru: Записаться

# screen.catalog_management.search
source: Search
es: Buscar
ru: Поиск

# screen.catalog_management.service_search
source: Найти услугу
es: Buscar servicio
ru: Search for service

# screen.employees.title
source: Employees
es: Empleados
ru: Сотрудники

# screen.employees.all_title
source: All employees
es: Todos los empleados
ru: Все сотрудники

# screen.employees.filter.active
source: Active
es: Activos
ru: Активные

# screen.employees.filter.invite
source: Invitations
es: Invitaciones
ru: Заявки

# screen.employees.filter.with_service
source: Providing services
es: Ofrecen servicios
ru: Оказывают услуги

# screen.employees.filter.without_service
source: Not providing services
es: No ofrecen servicios
ru: Не оказывают услуги

# screen.employees.filter.create_employee
source: Add employee
es: Agregar empleado
ru: Добавить сотрудника

# screen.employees.filter.remove_position
source: Delete position
es: Eliminar puesto
ru: Удалить должность

# screen.employees.filter.reorder
source: Change order
es: Cambiar orden
ru: Изменить порядок

# screen.employees.invite
source: Invite
es: Invitar
ru: Пригласить

# screen.employees.add_employee
source: Add employee
es: Agregar empleado
ru: Добавить сотрудника

# screen.employees.assignment
source: Appointments
es: Citas
ru: Записи

# screen.employees.add_assignment
source: Book client
es: Reservar cliente
ru: Записать клиента

# screen.employees.service
source: Services
es: Servicios
ru: Услуги

# screen.employees.danger_zone.title
source: Administration
es: Administración
ru: Администрирование

# screen.employees.danger_zone.fire
source: Fire
es: Despedir
ru: Уволить

# screen.employees.danger_zone.fire_an_employee
source: Fire employee
es: Despedir empleado
ru: Уволить сотрудника

# screen.employees.danger_zone.fire_hint
source: Employee should not have active appointments
es: El empleado no debe tener citas activas
ru: Сотрудник не должен иметь активных записей

# screen.employees.danger_zone.fire_alert_title
source: Fire employee
es: Despedir empleado
ru: Увольнение сотрудника

# screen.employees.danger_zone.fire_alert_message
source: Please enter the employee's name to confirm
es: Por favor, introduce el nombre del empleado para confirmar
ru: Пожалуйста, укажите имя сотрудника для подтверждения

# screen.employees.danger_zone.fire_alert_placeholder
source: Employee name
es: Nombre del empleado
ru: Имя сотрудника

# screen.employees.danger_zone.cancel_title
source: Cancel invitation
es: Cancelar invitación
ru: Отменить приглашение

# screen.employees.danger_zone.cancel_hint
source: Specialist won't be able to connect via link
es: El especialista no podrá conectarse mediante el enlace
ru: Мастер не сможет подключиться по ссылке

# screen.employees.danger_zone.cancel_alert_title
source: Cancel invitation
es: Cancelar invitación
ru: Отмена приглашения

# screen.employees.danger_zone.cancel_alert_message
source: Employee won't be able to join using the sent link
es: El empleado no podrá unirse usando el enlace enviado
ru: Сотрудник не сможет присоединиться по отправленной ссылке

# screen.employees.no_employees
source: Нет сотрудников
es: Sin empleados

# screen.employees.master_search
source: Найти мастера
es: Buscar especialista

# screen.position.title
source: Positions
es: Puestos
ru: Должности

# screen.position.action
source: Create position
es: Crear puesto
ru: Создать должность

# screen.position.appointments
source: Access to appointments
es: Acceso a citas
ru: Доступ к записям

# screen.position.contact
source: Access to contacts
es: Acceso a contactos
ru: Доступ к контактам

# screen.position.employee
source: Access to employees
es: Acceso a empleados
ru: Доступ к сотрудникам

# screen.position.finance
source: Access to finances
es: Acceso a finanzas
ru: Доступ к финансам

# screen.position.notifications
source: Access to notifications
es: Acceso a notificaciones
ru: Доступ к уведомлениям

# screen.position.owner
source: Owner
es: Propietario
ru: Владелец

# screen.position.position
source: Access to positions
es: Acceso a puestos
ru: Доступ к должностям

# screen.position.procedure
source: Access to procedures
es: Acceso a procedimientos
ru: Доступ к процедурам

# screen.position.salary.terms_not_add
source: Terms not added
es: Términos no añadidos
ru: Условия не добавлены

# screen.position.salary.profit_percentage
source: Profit percentage
es: Porcentaje de ganancia
ru: Процент прибыли

# screen.position.salon
source: Access to salons
es: Acceso a salones
ru: Доступ к салонам

# screen.position.statistic
source: Access to statistics
es: Acceso a estadísticas
ru: Доступ к статистике

# screen.position.timetable
source: Access to schedule
es: Acceso a horarios
ru: Доступ к расписанию

# screen.position.permission.access_rules
source: Access rights
es: Permisos de acceso
ru: Права доступа

# screen.position.permission.terms_of_remu
source: Payment terms
es: Condiciones de pago
ru: Условия оплаты труда

# screen.position.fix_price.fixed_payment
source: Fixed payment
es: Pago fijo
ru: Фиксированный платеж

# screen.position.fix_price.choose_type
source: Choose type
es: Elegir tipo
ru: Выберите тип

# screen.position.fix_price.hourly_rate
source: Hourly rate
es: Pago por hora
ru: Почасовая оплата

# screen.position.fix_price.daily_salary
source: Daily salary
es: Pago diario
ru: Ежедневная зарплата

# screen.position.fix_price.monthly_salary
source: Monthly salary
es: Pago mensual
ru: Ежемесячная зарплата

# screen.position.payments_part.part_of_work
source: Payment for part of work
es: Pago por parte del trabajo
ru: Выплата части работы

# screen.position.payments_part.add_condition
source: Add condition
es: Agregar condición
ru: Добавить условие

# screen.position.percent.percent
source: Percent
es: Porcentaje
ru: Процент

# screen.position.percent.percent_of_salary
source: Percent of profit
es: Porcentaje de ganancia
ru: Процент от прибыли

# screen.position.danger_zone.delete_title
source: Delete position
es: Eliminar puesto
ru: Удалить должность

# screen.position.sheet.permission.access
source: Access
es: Acceso
ru: Доступ

# screen.position.sheet.permission.choose_all
source: Choose all
es: Seleccionar todo
ru: Выбрать все

# screen.position.sheet.salary_content.payroll_custm
source: Salary setup
es: Configuración salarial
ru: Настройка заработной платы

# screen.permissions.title
source: Access
es: Acceso
ru: Доступы

# screen.permissions.client_cred_title
source: Access to client database
es: Acceso a la base de datos de clientes
ru: Доступ к клиентской базе

# screen.permissions.client_cred_edit
source: Can edit
es: Puede editar
ru: Может редактировать

# screen.permissions.client_cred_visible_base_info
source: Basic information visible
es: Información básica visible
ru: Видна базовая информация

# screen.permissions.client_cred_visible_contacts
source: Contacts visible
es: Contactos visibles
ru: Видны контакты

# screen.permissions.employee_cred_title
source: Access to employees
es: Acceso a empleados
ru: Доступ к сотрудникам

# screen.permissions.employee_cred_edit
source: Can edit
es: Puede editar
ru: Может редактировать

# screen.permissions.employee_cred_visible
source: Employees visible
es: Empleados visibles
ru: Видны сотрудники

# screen.permissions.procedure_cred_title
source: Access to services
es: Acceso a servicios
ru: Доступ к услугам

# screen.permissions.cred_own_edit
source: Can edit own
es: Puede editar propios
ru: Может редактировать свое

# screen.permissions.cred_other_edit
source: Can edit all
es: Puede editar todos
ru: Может редактировать все

# screen.permissions.worktime_cred_title
source: Access to schedule
es: Acceso a horarios
ru: Доступ к расписанию

# screen.permissions.position_cred_title
source: Access to positions
es: Acceso a puestos
ru: Доступ к должностям

# screen.permissions.salon_cred_title
source: Access to salon information
es: Acceso a la información del salón
ru: Доступ к свединиям салона

# screen.permissions.appointment_cred_title
source: Access to appointments
es: Acceso a citas
ru: Доступ к записям

# screen.permissions.statistic_cred_title
source: Access to statistics
es: Acceso a estadísticas
ru: Доступ к статистике

# screen.permissions.notify_cred_title
source: Access to notifications
es: Acceso a notificaciones
ru: Доступ к уведомлениям

# screen.permissions.finance_cred_title
source: Access to finances
es: Acceso a finanzas
ru: Доступ к финансам

# screen.permissions.salary_cred_title
source: Access to salary
es: Acceso al salario
ru: Доступ к зарплате

# screen.permissions.owner_toggle_title
source: Co-owner
es: Copropietario
ru: Совладелец

# screen.permissions.owner_toggle_description
source: Granting this access gives the person full control over the workspace
es: Dar este acceso otorga control total sobre el espacio de trabajo
ru: Предоставление этого доступа даёт человеку полный контроль над рабочим пространством

# screen.salary.title
source: Salary
es: Salario
ru: Зарплата

# screen.salary.wage_title
source: Fixed payment
es: Pago fijo
ru: Фиксированная оплата

# screen.salary.percent_title
source: Percent
es: Porcentaje
ru: Процент

# screen.salary.select_type
source: Choose type
es: Elegir tipo
ru: Выберите тип

# screen.salary.percentage_of_profit
source: Percent of profit
es: Porcentaje de ganancia
ru: Процент от прибыли

# screen.salary.piecework_title
source: Piecework payment
es: Pago por trabajo realizado
ru: Сдельная оплата

# screen.salary.alert_title
source: Enter value
es: Introducir valor
ru: Введите значение

# screen.clients.title
source: All clients
es: Todos los clientes
ru: Все клиенты

# screen.clients.search
source: Search
es: Buscar
ru: Поиск

# screen.clients.action
source: Add client
es: Agregar cliente
ru: Добавить клиента

# screen.clients.create_client
source: Add new client
es: Agregar nuevo cliente
ru: Добавить нового клиента

# screen.clients.history_client
source: Client history
es: Historial del cliente
ru: История клиента

# screen.clients.add_history_client
source: Add appointment
es: Agregar cita
ru: Добавить запись

# screen.settings.salon_type.salon
source: Salon
es: Salón
ru: Салон

# screen.settings.salon_type.chain
source: Chain
es: Cadena
ru: Сеть

# screen.settings.salon_type.franchise
source: Franchise
es: Franquicia
ru: Франшиза

# screen.settings.description.title
source: Description
es: Descripción
ru: Описание

# screen.settings.description.hide
source: Hide
es: Ocultar
ru: Скрыть

# screen.settings.description.show_more
source: Show more
es: Mostrar más
ru: Показать еще

# screen.settings.geo.select_app
source: Choose application
es: Elegir aplicación
ru: Выберите приложение

# screen.settings.geo.message
source: Want to call a taxi or build a route? Choose the service you want to use
es: ¿Quieres pedir un taxi o trazar una ruta? Elige el servicio que deseas usar
ru: Хотите вызвать такси или построить маршрут? Выберите сервис, который хотите использовать

# screen.settings.danger_zone.title
source: Danger zone
es: Zona de peligro
ru: Опасная зона

# screen.settings.danger_zone.activate
source: Activate
es: Activar
ru: Активировать

# screen.settings.danger_zone.activate_hint
source: Restore salon operation
es: Reanudar funcionamiento del salón
ru: Восстановить работу салона

# screen.settings.danger_zone.activate_title
source: Activate salon
es: Activar salón
ru: Активировать салон

# screen.settings.danger_zone.deactivate
source: Deactivate
es: Desactivar
ru: Деактивировать

# screen.settings.danger_zone.deactivate_hint
source: Stop salon, remove from search
es: Detener el salón, eliminar de la búsqueda
ru: Остановить салон, убрать из поиска

# screen.settings.danger_zone.deactivate_title
source: Deactivate salon
es: Desactivar salón
ru: Деактивировать салон

# screen.settings.danger_zone.delete_title
source: Delete user
es: Eliminar usuario
ru: Удалить салон

# screen.settings.danger_zone.delete_hint
source: This action cannot be undone
es: Esta acción no se puede deshacer
ru: Действие нельзя будет отменить

# screen.settings.danger_zone.delete_title_alert
source: The action cannot be undone. Are you sure you want to delete?
es: La acción no se puede deshacer. ¿Estás seguro de que deseas eliminar?
ru: Действие невозможно отменить. Вы точно хотите удалить?

# screen.settings.danger_zone.delete_message_alert
source: To confirm, enter the salon name in the field below
es: Para confirmar, introduce el nombre del salón en el campo a continuación
ru: Для подтверждения введите название салон в поле ниже

# screen.settings.danger_zone.delete_placeholder
source: Salon name
es: Nombre del salón
ru: Название салона

# screen.appointment.executor
source: Professional
es: Profesional
ru: Мастер

# screen.appointment.state_customera_time_out
source: Time expired
es: Tiempo expirado
ru: Время истекло

# screen.appointment.state_customer_waiting
source: Waiting
es: En espera
ru: В ожидании
