Repository: MaestriHub/localization
Catalog: iOS/Resources/*.lproj/Localizable.strings
Languages: es, ru

# creatable.salon.name_enter
source: Great! Now enter your salon's name — as clients will see it
es: ¡Genial! Ahora introduce el nombre de tu salón — así lo verán los clientes
ru: Отлично! Теперь введите название вашего салона — так, как его будут видеть клиенты

# creatable.salon.name_placeholder
source: Enter name...
es: Introduce el nombre...
ru: Введите название...

# creatable.salon.add_contact
source: Add a contact method — so clients can easily reach you
es: Agrega un método de contacto — para que los clientes puedan comunicarse fácilmente contigo
ru: Добавьте способ связи — так клиенты смогут легко с вами связаться

# creatable.salon.upload_logo
source: Upload a logo — it will be displayed in your profile and search results
es: Sube un logotipo — se mostrará en tu perfil y en los resultados de búsqueda
ru: Загрузите логотип — он будет отображаться в вашем профиле и в результатах поиска

# creatable.salon.description_enter
source: Tell us a bit about yourself and your services — this information will be displayed on your page
es: Cuéntanos un poco sobre ti y tus servicios — esta información aparecerá en tu página
ru: Расскажите немного о себе и ваших услугах — эта информация будет отображаться на вашей странице

# creatable.salon.description_placeholder
source: Enter description...
es: Introduce una descripción...
ru: Введите описание...

# creatable.salon.add_address
source: Great! Now add your space's address so clients can find you easily
es: ¡Perfecto! Ahora añade la dirección para que los clientes puedan encontrarte fácilmente
ru: Отлично! Теперь добавьте адрес вашего пространства, чтобы клиентам было проще вас найти

# creatable.salon.address_placeholder
source: Enter address...
es: Introduce la dirección...
ru: Введите адрес...

# creatable.salon.current_address
source: Current address
es: Dirección actual
ru: Текущий адрес

# creatable.salon.invalid_address
source: Invalid address
es: Dirección inválida
ru: Неправильный адрес

# creatable.salon.invalid_address_message
source: Please choose a different address
es: Por favor, elige otra dirección
ru: Пожалуйста, выберите другой адрес

# creatable.salon.unable_address
source: Unavailable address
es: Dirección no disponible
ru: Недоступный адрес

# creatable.salon.notice_request
source: To not miss messages from clients, allow notifications
es: Para no perder mensajes de clientes, permite las notificaciones
ru: Чтобы не пропустить сообщения от клиентов, разрешите уведомления

# creatable.salon.turn_on_notifications
source: You've disabled push notifications in [settings](%@), enable them there
es: Desactivaste las notificaciones push en [ajustes](%@), actívalas allí
ru: Вы отключили push уведомления в [настройках](%@), включите их там же

# creatable.salon.unfinished_creatable
source: Мы нашли у вас не завершенное создание салона!
es: ¡Hemos encontrado una creación de salón sin finalizar en tu cuenta!

# creatable.procedure.title
source: Create procedure
es: Crear procedimiento
ru: Создание процедуры

# creatable.procedure.name_enter
source: Let's start with the name — enter it manually or choose from the list
es: Comencemos por el nombre — introdúcelo manualmente o elige de la lista
ru: Давайте начнём с названия — введите его вручную или выберите из списка

# creatable.procedure.name_hint
source: Choosing an existing name will help clients find you faster
es: Elegir un nombre existente ayudará a que los clientes te encuentren más rápido
ru: Выбор уже существующего названия поможет клиентам быстрее вас найти

# creatable.procedure.name_placeholder
source: Enter service name...
es: Introduce el nombre del servicio...
ru: Введите название услуги...

# creatable.procedure.category_title
source: Choose a suitable category — it will help clients navigate better
es: Elige una categoría adecuada — ayudará a los clientes a orientarse
ru: Выберите подходящую категорию — так клиентам будет проще сориентироваться

# creatable.procedure.duration_title
source: How long does the procedure take?
es: ¿Cuánto tiempo dura el procedimiento?
ru: Сколько времени занимает процедура?

# creatable.procedure.description_enter
source: Tell us what's important to know before the procedure
es: Describe lo que es importante saber antes del procedimiento
ru: Расскажите, что важно знать перед процедурой

# creatable.procedure.description_placeholder
source: Enter description...
es: Introduce una descripción...
ru: Введите описание...

# creatable.procedure.price_title
source: Specify the cost — this information will be displayed on the procedure page
es: Especifica el precio — esta información se mostrará en la página del procedimiento
ru: Укажите стоимость — эта информация отобразится на странице процедуры

# creatable.procedure.price_placeholder
source: Enter amount...
es: Introduce el importe...
ru: Введите сумму...

# creatable.procedure.masters_title
source: Which specialists will perform this service?
es: ¿Qué especialistas ofrecerán este servicio?
ru: Кто из мастеров будет выполнять эту услугу?

# creatable.procedure.missing_duration
source: Отсутствует продолжительность
es: Duración no especificada

# creatable.procedure.missing_price
source: Отсутствует цена
es: Precio no especificado

# creatable.procedure.missing_service_id
source: Отсутствует ID сервиса
es: Falta ID del servicio

# creatable.procedure.missing_master
source: Отсутствует мастер
es: Falta especialista

# creatable.procedure.unfinished_creatable
source: Мы обнаружили незавершенную процедуру создания
es: Hemos encontrado una creación de procedimiento sin finalizar

# creatable.client.title
source: New client
es: Nuevo cliente
ru: Новый клиент

# creatable.client.name_enter
source: Enter client's name
es: Introduce el nombre del cliente
ru: Введите имя клиента

# creatable.client.name_placeholder
source: Enter name...
es: Introduce el nombre...
ru: Введите имя...

# creatable.client.add_contact
source: Add a contact method — so you can always easily reach the client
es: Agrega un método de contacto — para poder comunicarte fácilmente con el cliente
ru: Добавьте способ связи — так вы всегда сможете легко связаться с клиентом

# creatable.client.unfinished_creatable
source: Мы нашли у вас не завершенное создание клиента!
es: ¡Hemos encontrado una creación de cliente sin finalizar en tu cuenta!

# creatable.employee.title
source: New employee
es: Nuevo empleado
ru: Новый сотрудник

# creatable.employee.name_enter
source: Enter employee's name
es: Introduce el nombre del empleado
ru: Введите имя сотрудника

# creatable.employee.name_placeholder
source: Enter name...
es: Introduce el nombre...
ru: Введите имя...

# creatable.employee.add_contact
source: Add a contact method
es: Agregar método de contacto
ru: Добавьте способ связи

# creatable.employee.choose_position
source: Choose a position — it determines the access rights and salary calculation method for the new specialist
es: Elige un puesto — determinará permisos y método de cálculo salarial
ru: Выберите должность — от неё зависят доступы и способ расчёта зарплаты нового мастера

# creatable.employee.description_placeholder
source: Enter description...
es: Introduce una descripción...
ru: Введите описание...

# creatable.employee.enter_master_description
source: Tell us a bit about the specialist — clients will see this
es: Cuéntanos un poco sobre el especialista — esto será visible para los clientes
ru: Расскажите немного о мастере — это увидят клиенты

# creatable.employee.setup_schedule
source: You can immediately set up a schedule for the invited specialist
es: Puedes configurar inmediatamente el horario del especialista invitado
ru: Вы можете сразу настроить расписание для приглашённого мастера

# creatable.employee.successfully_created
source: Great! The invitation for the new specialist has been sent successfully
es: ¡Genial! La invitación al nuevo especialista se ha enviado correctamente
ru: Отлично! Приглашение для нового мастера успешно отправлено

# creatable.employee.unfinished_creatable
source: Мы нашли у вас незавершенное создание сотрудника!
es: ¡Hemos encontrado una creación de empleado sin finalizar en tu cuenta!
ru: We found an unfinished employee creation on your site!

# creatable.position.title
source: New position
es: Nuevo puesto
ru: Новая должность

# creatable.position.name_enter
source: Specify the name of the new position
es: Especifica el nombre del nuevo puesto
ru: Укажите название новой должности

# creatable.position.placeholder
source: Enter name...
es: Introduce el nombre...
ru: Введите название...

# creatable.position.setting_salary
source: Set the salary amount for this position
es: Define el salario para este puesto
ru: Установите размер заработной платы для этой должности

# creatable.position.salary_empty
source: Zero income specified
es: Se ha indicado un ingreso de cero
ru: Указан нулевой доход

# creatable.position.add_permissions
source: Assign access rights for this position
es: Asigna permisos de acceso para este puesto
ru: Назначьте права доступа для этой должности

# creatable.position.unfinished_creatable
source: Мы нашли у вас не завершенное создание позиции!
es: ¡Hemos encontrado una creación de puesto sin finalizar en tu cuenta!
ru: We found an unfinished position creation on your site!

# creatable.schedule.title
source: Create schedule
es: Crear horario
ru: Создание расписания

# creatable.schedule.weekly_info
source: Create a weekly template — each day can be set up individually
es: Crea una plantilla semanal — cada día puede configurarse individualmente
ru: Создайте шаблон на неделю — каждый день можно настроить индивидуально

# creatable.schedule.daily_info
source: Daily schedule — the set schedule will apply to all days of the week
es: Horario diario — se aplicará a todos los días
ru: Ежедневный график — заданное расписание применится ко всем дням недели

# creatable.schedule.cycled_info
source: Specify the number of working and off days. Format — working days first, then off days.
es: Define la cantidad de días laborales y de descanso. Formato: días laborales primero, luego días libres
ru: Укажите количество рабочих и выходных дней Формат — сначала рабочие, потом выходные.

# creatable.schedule.cycled_example
source: For example, '2 on 2 off' or any other combination: 5/2, 3/1, etc.
es: Por ejemplo, '2 trabajo / 2 descanso', o cualquier combinación: 5/2, 3/1, etc.
ru: Например, «2 через 2» или любая другая комбинация: 5/2, 3/1 и так далее

# creatable.schedule.set_time
source: Choose working hours — so clients know when they can book
es: Elige el horario laboral — así los clientes sabrán cuándo reservar
ru: Выберите часы работы — чтобы клиенты знали, когда к вам можно записаться

# creatable.schedule.first_day
source: Choose the first working day
es: Elige el primer día laboral
ru: Выберите первый рабочий день

# creatable.schedule.work_days
source: Working days:
es: Días laborales:
ru: Рабочие дни:

# creatable.schedule.weekend
source: Days off:
es: Días libres:
ru: Выходные:

# creatable.schedule.work_time
source: Working time:
es: Horario de trabajo:
ru: Рабочее время:

# creatable.schedule.off_time
source: Breaks:
es: Pausas:
ru: Перерывы:

# creatable.contact.title
source: Create contact
es: Crear contacto
ru: Создание контакта

# creatable.contact.contact_type
source: Choose preferred contact method
es: Elige el método de contacto preferido
ru: Выберите предпочтительный способ связи

# creatable.contact.phone
source: Phone
es: Teléfono
ru: Телефон

# creatable.contact.email
source: Email
es: Электронная почта

# creatable.contact.enter_email
source: Enter your email address
es: Introduce tu correo electrónico
ru: Введите ваш адрес электронной почты

# creatable.contact.enter_instagram
source: Share your Instagram account
es: Comparte tu cuenta de Instagram
ru: Поделитесь своим аккаунтом в Instagram

# creatable.contact.enter_phone_number
source: Specify your phone number
es: Introduce tu número de teléfono
ru: Укажите ваш номер телефона

# creatable.contact.enter_telegram_number
source: Add Telegram account
es: Agrega cuenta de Telegram
ru: Добавьте аккаунт в Telegram

# creatable.appointment.title
source: New appointment
es: Nueva cita
ru: Новая запись

# creatable.appointment.choose_customer
source: Please select the client for whom the appointment is being created
es: Selecciona el cliente para quien se crea la cita
ru: Пожалуйста, выберите клиента, для которого создаётся запись

# creatable.appointment.select_procedure
source: Choose service
es: Elegir servicio
ru: Выберите услугу

# creatable.appointment.select_time
source: Specify convenient time for visit
es: Especificar horario conveniente
ru: Укажите удобное время для визита

# creatable.appointment.day_unavailable
source: Unfortunately, booking is not available on this day — please choose another date
es: Este día no está disponible para reservar — por favor elige otra fecha
ru: В этот день, к сожалению, запись недоступна — выберите другую дату

# creatable.appointment.sign_in_description
source: To complete the appointment booking, please **sign in** to the system
es: Para completar la reserva, debes **iniciar sesión**
ru: Чтобы завершить оформление записи, пожалуйста, **войдите** в систему

# creatable.appointment.choose_master
source: Specify the specialist who will perform the service
es: Selecciona el especialista que brindará el servicio
ru: Укажите мастера, который будет выполнять услугу

# creatable.appointment.time
source: Time
es: Hora
ru: Время

# creatable.appointment.night
source: Night
es: Noche
ru: Ночь

# creatable.appointment.morning
source: Morning
es: Mañana
ru: Утро

# creatable.appointment.afternoon
source: Afternoon
es: Tarde
ru: После обеда

# creatable.appointment.evening
source: Evening
es: Noche
ru: Вечер

# creatable.appointment.unfinished_creatable_found
source: Мы нашли у вас незавершенное создание записи!
es: Hemos encontrado una creación de cita sin finalizar en tu cuenta

# creatable.auth.add_salon
source: Add salon
es: Agregar salón
ru: Добавить салон

# creatable.auth.enter_name
source: Who are you?
es: ¿Quién eres?
ru: Кто ты?

# creatable.auth.later_logo
source: If you don't have a suitable photo now. You can always add it later in profile settings.
es: Si no tienes una foto ahora, puedes agregarla luego en ajustes del perfil.
ru: Если у тебе нет подходящего фото сейчас. Ты всегда сможете добавить его позже в настройках профиля.

# creatable.auth.placeholder
source: Name
es: Nombre
ru: Имя

# creatable.auth.privacy
source: By clicking 'Continue', you agree to the [Privacy Policy](%@) and [Terms of Service](%@)
es: Al hacer clic en 'Continuar', aceptas la [Política de Privacidad](%@) y los [Términos de Servicio](%@)
ru: Нажимая "Продолжить", ты соглашаешься с [Политикой конфиденциальности](%@) и [Пользовательским соглашением](%@)

# creatable.auth.select_photo
source: Choose photo
es: Elegir foto
ru: Выбрать фото

# creatable.auth.sign_up_with_google
source: Sign in with Google
es: Iniciar sesión con Google
ru: Войди с помощью Google

# creatable.auth.title
source: Authorization
es: Autorización
ru: Авторизация

# creatable.auth.upload_logo
source: Let's upload your avatar
es: Subamos tu avatar
ru: Давай загрузим твою аватарку

# creatable.auth.welcome_message
source: Sign in or register to use the service on any device.
es: Inicia sesión o regístrate para usar el servicio en cualquier dispositivo.
ru: Войди или зарегистрируйся чтобы использовать сервис на любом устройстве.

# creatable.auth.who_are_you
source: Do you want to register as a specialist or as a client?
es: ¿Quieres registrarte como especialista o como cliente?
ru: Желаешь зарегистрироваться как мастер или как клиент?

# creatable.auth.transparency_tracking_request
source: Мы также попросим доступ к данным о твоих предпочтениях, чтобы улучшить рекомендации и оптимизировать твой пользовательский опыт.
es: También pediremos acceso a tus datos de preferencias para mejorar recomendaciones y experiencia

# creatable.auth.uncompleted_registration_found
source: Мы нашли у вас не законченную регистрацию!
es: ¡Hemos encontrado un registro sin finalizar!

# creatable.auth.add_recovery_title
source: Добавьте способ восстановления
es: Agregar método de recuperación

# creatable.auth.select_contact_method
source: Укажи способ связи с тобой для мастеров, он будет отображаться в профиле
es: Elige cómo podrán contactarte los especialistas; se mostrará en tu perfil

# creatable.auth.add_recovery_description
source: Укажи номер телефона или email. Это нужно, чтобы ты всегда мог восстановить доступ к аккаунту.
es: Proporciona tu teléfono o email. Esto es necesario para recuperar acceso a tu cuenta

# creatable.auth.add_workplace
source: Добавьте рабочее место для продолжения регистрации
es: Agrega un espacio de trabajo para continuar con el registro

# creatable.professional.create_another_salon
source: You can also add another salon
es: También puedes agregar otro salón
ru: Ты также можешь добавить еще один салон

# creatable.professional.create_first_salon
source: You can create your first salon
es: Puedes crear tu primer salón
ru: Ты можешь создать свой первый салон

# creatable.professional.create_salon_button
source: Create salon
es: Crear salón
ru: Создать салон

# creatable.professional.invitation_link
source: If you have an invitation link, please enter it below
es: Si tienes un enlace de invitación, introdúcelo a continuación
ru: Если у тебя есть ссылка-приглашение, пожалуйста, введи её ниже

# creatable.professional.link_is_not_valid
source: Unfortunately, the entered link is invalid. Please check and enter it again
es: El enlace ingresado no es válido. Verifica e inténtalo nuevamente
ru: К сожалению, введённая ссылка недействительна. Пожалуйста, проверь и введи её снова

# creatable.professional.title
source: Specialist registration
es: Registro como especialista
ru: Регистрация мастера

# creatable.complex.choose_price_shift_type
source: Выберите тип изменения цены
es: Elegir tipo de modificación de precio

# creatable.complex.name_question
source: Как назовём комплекс?
es: ¿Cómo llamaremos al complejo?

# creatable.complex.enter_name
source: Введите название комплекса
es: Introduce el nombre del complejo

# creatable.complex.choose_complex_type
source: Выберите тип комплекса
es: Elige el tipo de complejo

# creatable.complex.execution_mode_description
source: **Параллельный** – время на комплекс будет рассчитано исходя из самой продолжительной процедуры. **Последовательный** – время на комплекс будет рассчитано исходя из суммы времени всех процедур.
es: **Paralelo** – el tiempo se calcula con el procedimiento más largo. **Secuencial** – el tiempo es la suma de todos los procedimientos.

# creatable.complex.enter_description
source: Введите описание комплекса
es: Introduce una descripción del complejo

# creatable.complex.add_description
source: Добавьте описание комплекса
es: Agregar descripción del complejo

# creatable.complex.choose_procedures
source: Выберите процедуры для комплекса
es: Elegir procedimientos para el complejo

# creatable.complex.enter_discount_percentage
source: Введите процент скидки
es: Introduce porcentaje de descuento

# creatable.complex.enter_discount_amount
source: Введите размер скидки
es: Introduce valor del descuento

# creatable.complex.create_complex
source: Создать комплекс
es: Crear complejo

# creatable.complex.tap_to_create_complex
source: Нажмите, чтобы создать комплекс
es: Toca para crear complejo

# creatable.complex.creation_congratulation
source: Поздравляем, вы успешно создали комплекс
es: ¡Felicidades! Has creado exitosamente un complejo

# creatable.complex.unfinished_creatable
source: Мы нашли у вас незаконченное создание комплекса
es: Hemos encontrado una creación de complejo sin finalizar

# creatable.complex.percent
source: Процент
es: Porcentaje

# creatable.complex.fixed_amount
source: Фиксированный размер
es: Cantidad fija

# creatable.complex.consistent
source: Последовательный
es: Secuencial

# creatable.complex.sequential_description
source: Время на комплекс будет рассчитано, исходя из самой продолжительной процедуры
es: El tiempo se calculará como la suma de todos los procedimientos

# creatable.complex.sequential
source: Последовательный
es: Secuencial

# creatable.procedure_update.missing_title
source: Отсутствует название
es: Falta título

# creatable.service.missing_category
source: Отсутствует категория
es: Falta categoría

# updatable.profile_update.enter_name
source: Enter new nickname
es: Введите новый никнейм

# updatable.profile_update.placeholder
source: Name
es: Nombre

# updatable.profile_update.save
source: Save
es: Guardar
ru: Сохранить

# updatable.profile_update.title
source: Update profile
es: Actualizar perfil
ru: Обновление профиля

# updatable.profile_update.upload_avatar
source: Upload new avatar
es: Subir nuevo avatar
ru: Загрузи новый аватар

# updatable.salon_update.enter_name
source: Enter new name for your salon
es: Introduce un nuevo nombre para tu salón
ru: Введи новое название для твоего салона

# updatable.salon_update.placeholder
source: Name
es: Nombre
ru: Название

# updatable.salon_update.salon_type
source: Choose salon type
es: Elige tipo de salón
ru: Выбери тип салона

# updatable.salon_update.save
source: Save
es: Guardar
ru: Сохранить

# updatable.salon_update.title
source: Update salon
es: Actualizar salón
ru: Обновление салона

# updatable.salon_update.upload_logo
source: Upload new logo
es: Subir nuevo logotipo
ru: Загрузи новый логотип

# error.default.register_as_client
source: To process the link, you need to register as a client
es: Para procesar el enlace, debes registrarte como cliente
ru: Для обработки ссылки необходимо зарегистрироваться как клиент

# error.default.register_as_master
source: To process the link, you need to register as a specialist
es: Para procesar el enlace, debes registrarte como especialista
ru: Для обработки ссылки необходимо зарегистрироваться как мастер

# error.default.unknown_error
source: Unknown error
es: Error desconocido
ru: Неизвестная ошибка

# error.default.failedToLoadImage
source: Failed to load image. Check your network connection and try again.
es: No se pudo cargar la imagen. Verifica tu conexión y vuelve a intentarlo.
ru: Не удалось загрузить изображение. Проверьте подключение к сети и попробуйте снова.

# error.default.missing_master
source: Отсутствует мастер
es: Falta especialista

# error.default.missing_procedures
source: Отсутствуют процедуры
es: Faltan procedimientos

# error.default.missing_date_interval
source: Отсутствует интервал дат
es: Falta intervalo de fechas

# error.default.another_timezone_worktime
source: Время работы указано в другой часовой зоне
es: El horario se muestra en otra zona horaria

# error.default.missing_title
source: Отсутствует название
es: Falta título

# error.default.image_load_failed
source: Произошла ошибка при загрузке изображений
es: Error al cargar imagen

# error.default.offtime_is_out_of_worktime
source: Нерабочее время выходит за рамки рабочего времени.
es: La pausa está fuera del horario laboral

# error.default.missing_type
source: Отсутствует тип
es: Falta tipo

# error.default.missing_description
source: Отсутствует описание
es: Falta descripción

# error.http.bad_gateway
source: 502 Bad Gateway: The server, acting as a gateway or proxy, received an invalid response from the upstream server.
es: 502 Puerta de enlace incorrecta: el servidor actuando como proxy recibió una respuesta inválida.
ru: 502 Плохой шлюз: Сервер, действующий как шлюз или прокси, получил недопустимый ответ от вышестоящего сервера.

# error.http.bad_request
source: 400 Bad Request: The server cannot understand the request due to invalid syntax.
es: 400 Solicitud incorrecta: sintaxis inválida en la solicitud.
ru: 400 Неправильный запрос: Сервер не понимает запрос из-за неверного синтаксиса.
