Repository: MaestriHub/localization
Catalog: iOS/Resources/*.lproj/Localizable.strings
Languages: es, ru

# screen.appointment.state_customer_approved
source: Approved
es: Aprobado
ru: Подтверждено

# screen.appointment.state_customer_reject
source: Rejected
es: Rechazado
ru: Отклоненно

# screen.appointment.state_customer_canсeled
source: Canceled
es: Cancelado
ru: Отмененно

# screen.appointment.state_accept
source: Confirm appointment
es: Confirmar cita
ru: Подтвердить запись

# screen.appointment.no_appointments
source: You don't have any appointments yet
es: Aún no tienes citas
ru: Пока у тебя нет записей

# screen.catalog.placeholder
source: No services available
es: No hay servicios disponibles
ru: Нету ни одной услуги

# screen.catalog.complex_header
source: Complexes
es: Complejos
ru: Комплексы

# screen.catalog.procedure_header
source: Procedures
es: Procedimientos
ru: Процедуры

# screen.catalog.service_search
source: Найти услугу
es: Buscar servicio
ru: Find a service

# screen.history.title
source: History
es: Historial
ru: История

# screen.history.placeholder
source: You don't have any appointments yet
es: Aún no tienes citas
ru: У вас еще нет записей

# screen.main.history_title
source: My appointments
es: Mis citas
ru: Мои записи

# screen.main.history_action
source: Open
es: Abrir
ru: Открыть

# screen.main.map_button
source: Map
es: Mapa
ru: Карта

# screen.main.no_favorites
source: No favorites yet
es: Aún no hay favoritos
ru: В избранных пока ничего нет

# screen.search.not_found
source: Nothing found
es: Nada encontrado
ru: Ничего не найдено

# screen.search.placeholder
source: Find %{tag}
es: Buscar %{tag}
ru: Найти %{tag}

# screen.search.search_bar_field
source: Search
es: Buscar
ru: Поиск

# screen.search.no_salons
source: No salons nearby
es: No hay salones cerca
ru: Нет салонов поблизости

# screen.search.list
source: Список
es: Lista

# screen.search.map
source: Карта
es: Mapa

# screen.search.client_search
source: Найти клиента
es: Buscar cliente

# screen.map.search_button
source: Search in this region
es: Buscar en esta región
ru: Искать в этом регионе

# screen.map.search_button_warning
source: Need to zoom in to search
es: Necesitas acercar el zoom para buscar
ru: Нужно увеличить масштаб для поиска

# screen.map.enable_geo
source: Enable geolocation in settings
es: Habilita la geolocalización en los ajustes
ru: Включи геолокацию в настройках

# screen.salon.action
source: Book
es: Reservar
ru: Записаться

# screen.salon.description.title
source: Description
es: Descripción
ru: Описание

# screen.salon.description.hide
source: Hide
es: Ocultar
ru: Скрыть

# screen.salon.description.show_more
source: Show more
es: Mostrar más
ru: Показать еще

# screen.salon.master.title
source: Specialists
es: Especialistas
ru: Мастера

# screen.salon.master.action
source: All
es: Todos
ru: Все

# screen.salon.catalog.title
source: Service catalog
es: Catálogo de servicios
ru: Каталог услуг

# screen.salon.catalog.action
source: Open
es: Abrir
ru: Открыть

# screen.profile_editing.name
source: Name
es: Nombre
ru: Имя

# screen.profile_editing.your_name
source: Ваше имя
es: Tu nombre

# screen.profile_editing.profile_photo
source: Фото профиля
es: Nombre de perfil

# screen.profile_editing.choose_from_gallery
source: Выбрать из галереи
es: Elegir de la galería

# screen.profile_editing.edit_image
source: Редактировать
es: Editar

# screen.main_customer_search.customer_search
source: Найти клиента
es: Buscar cliente
ru: Search for customer

# screen.main_customer_list_search.map
source: Карта
es: Mapa

# screen.main_customer_map_search.list
source: Список
es: Lista

# screen.main_customer.appointments
source: Записи
es: Citas

# screen.masters.masters_count
source: Количество мастеров
es: Cantidad de especialistas

# screen.client_editable.name
source: Название
es: Nombre

# screen.client_editable.your_name
source: Ваше имя
es: Tu nombre

# screen.employee_editable.name
source: Название
es: Nombre

# screen.employee_editable.your_name
source: Ваше имя
es: Tu nombre

# screen.workplace_editing.name
source: Название
es: Nombre

# screen.workplace_editing.your_name
source: Ваше имя
es: Tu nombre

# screen.workplace_editing.profile_photo
source: Фото профиля
es: Nombre de perfil

# screen.workplace_editing.choose_from_gallery
source: Выбрать из галереи
es: Elegir de la galería

# screen.workplace_editing.salon_type
source: Тип салона
es: Tipo de salón

# screen.workplace_editing.salon
source: Салон
es: Salón

# screen.workplace_editing.salon_chain
source: Сеть салонов
es: Cadena de salones

# screen.workplace_editing.individual
source: Индивидуальный мастер
es: Especialista individual

# screen.workplace_editing.salon_description
source: Описание салона
es: Descripción del salón

# screen.workplace_editing.your_description
source: Ваше описание
es: Tu descripción

# screen.position_editable.name
source: Название
es: Nombre

# screen.position_editable.your_name
source: Ваше имя
es: Tu nombre

# screen.day_schedule_update.worktime
source: Время работы
es: Horario de trabajo

# screen.day_schedule_update.day_off
source: Выходной
es: Día libre

# screen.day_schedule_update.duration
source: Продолжительность
es: Duración

# screen.day_schedule_update.start_time
source: Время начала
es: Hora de inicio

# screen.day_schedule_update.end_time
source: Время окончания
es: Hora de fin

# screen.complex_chunks.selected_procedures
source: Выбранные процедуры
es: Procedimientos seleccionados

# screen.complex_chunks.procedures_not_found
source: Процедуры не найдены
es: No se encontraron procedimientos

# screen.complex_chunks.change_executors
source: Поменять исполнителей
es: Cambiar especialistas

# screen.procedure_editing.service_update
source: Обновление услуги
es: Actualizar servicio

# screen.procedure_editing.service_name
source: Название услуги
es: Nombre del servicio

# screen.procedure_editing.your_name
source: Ваше имя
es: Tu nombre

# screen.procedure_editing.service_description
source: Описание услуги
es: Descripción del servicio

# screen.procedure_editing.your_description
source: Ваше описание
es: Tu descripción

# screen.procedure_editing.service_duration
source: Длительность услуги
es: Duración del servicio

# screen.procedure_editing.service_price
source: Цена услуги
es: Precio del servicio

# screen.services.search
source: Найти услугу
es: Buscar servicio

# widget.address.title
source: Address
es: Dirección
ru: Адрес

# widget.address.navigation
source: Build route
es: Trazar ruta
ru: Построить маршрут

# widget.contacts.title
source: Contacts
es: Contactos
ru: Контакты

# widget.contacts.no_contacts
source: No contacts
es: Sin contactos
ru: Нет контактов

# widget.contacts.action
source: Add contact
es: Agregar contacto
ru: Добавить контакт

# widget.contacts.placeholder
source: No contact methods specified
es: No se especificaron métodos de contacto
ru: Способы связи не указаны

# widget.contacts.delete_confirmation
source: Confirm deletion
es: Confirmar eliminación
ru: Подтвердите удаление

# widget.contacts.connect
source: Contact
es: Contactar
ru: Связаться

# widget.timetable.title
source: Working hours
es: Horario de trabajo
ru: Рабочие часы

# widget.timetable.break
source: Break
es: Pausa
ru: Перерыв

# widget.timetable.offtimes
source: Перерывы
es: Tiempos libres

# widget.catalog.title
source: Service catalog
es: Catálogo de servicios
ru: Каталог услуг

# widget.danger_zone.title
source: Danger zone
es: Zona de peligro
ru: Опасная зона

# widget.position.danger_zone.delete_title
source: Удалить должность
es: Eliminar puesto

# widget.position.danger_zone.delete_subtitle
source: Перед удалением убедитесь что все сотрудники уже не используют эту позицию
es: Antes de eliminar, asegúrate de que ningún empleado use este puesto.

# widget.dashboard.danger_zone.error
source: Ошибка Dashboard danger zone
es: Error en la zona de peligro del panel

# reusable.info
source: Information
es: Información
ru: Информация

# reusable.cancel
source: Cancel
es: Cancelar
ru: Отмена

# reusable.delete
source: Delete
es: Eliminar
ru: Удалить

# reusable.add
source: Add
es: Agregar
ru: Добавить

# reusable.all
source: All
es: Todos
ru: Все

# reusable.warning
source: Attention
es: Atención
ru: Внимание

# reusable.edit
source: Edit
es: Editar
ru: Редактировать

# reusable.apply
source: Apply
es: Aplicar
ru: Применить

# reusable.break
source: Break
es: Pausa
ru: Перерыв

# reusable.select
source: Select
es: Seleccionar
ru: Выбрать

# reusable.save
source: Save
es: Guardar
ru: Сохранить

# reusable.continue
source: Continue
es: Continuar
ru: Продолжить

# reusable.make_appointment
source: Book
es: Reservar
ru: Записаться

# reusable.close
source: Close
es: Cerrar
ru: Закрыть

# reusable.repeat
source: Repeat
es: Repetir
ru: Повторить

# reusable.search
source: Search
es: Buscar
ru: Поиск

# reusable.from
source: from
es: de
ru: от

# reusable.today
source: Today
es: Hoy
ru: Сегодня

# reusable.tomorrow
source: Tomorrow
es: Mañana
ru: Завтра

# reusable.submit_button
source: Done
es: Listo
ru: Готово

# reusable.allow_button
source: Allow
es: Permitir
ru: Разрешить

# reusable.submit_text
source: Please check the entered information. When everything is ready — click 'Done' to save
es: Por favor, verifica la información ingresada. Cuando todo esté listo — haz clic en 'Listo' para guardar
ru: Пожалуйста, проверьте введённую информацию. Когда всё будет готово — нажмите «Готово», чтобы сохранить

# reusable.skip
source: Skip
es: Saltar
ru: Пропустить

# reusable.copy_button
source: Copy
es: Copiar
ru: Скопировать

# reusable.invitation_link
source: Send invitation link
es: Enviar enlace de invitación
ru: Отправьте ссылку-приглашение

# reusable.not_found
source: Nothing found
es: Nada encontrado
ru: Ничего не найдено

# reusable.days_of_the_week.sunday
source: Sunday
es: Domingo
ru: Воскресенье

# reusable.days_of_the_week.monday
source: Monday
es: Lunes
ru: Понедельник

# reusable.days_of_the_week.tuesday
source: Tuesday
es: Martes
ru: Вторник

# reusable.days_of_the_week.wednesday
source: Wednesday
es: Miércoles
ru: Среда

# reusable.days_of_the_week.thursday
source: Thursday
es: Jueves
ru: Четверг

# reusable.days_of_the_week.friday
source: Friday
es: Viernes
ru: Пятница

# reusable.days_of_the_week.saturday
source: Saturday
es: Sábado
ru: Суббота

# reusable.days_of_the_week.sunday_short
source: Sun
es: Dom
ru: Вс

# reusable.days_of_the_week.monday_short
source: Mon
es: Lun
ru: Пн

# reusable.days_of_the_week.tuesday_short
source: Tue
es: Mar
ru: Вт

# reusable.days_of_the_week.wednesday_short
source: Wed
es: Mié
ru: Ср

# reusable.days_of_the_week.thursday_short
source: Thu
es: Jue
ru: Чт

# reusable.days_of_the_week.friday_short
source: Fri
es: Vie
ru: Пт

# reusable.days_of_the_week.saturday_short
source: Sat
es: Sáb
ru: Сб

# reusable.category_enum.brows
source: Brows
es: Брови
ru: Брови

# reusable.category_enum.cosmetology
source: Cosmetology
es: Косметология
ru: Косметология

# reusable.category_enum.depilation
source: Depilation
es: Depilación
ru: Депиляция

# reusable.category_enum.epilation
source: Epilation
es: Эпиляция
ru: Эпиляция

# reusable.category_enum.hairdressing
source: Hairdressing
es: Волосы
ru: Волосы

# reusable.category_enum.lashes
source: Lashes
es: Ресницы
ru: Ресницы

# reusable.category_enum.makeup
source: Makeup
es: Макияж
ru: Макияж

# reusable.category_enum.massage
source: Massage
es: Массаж
ru: Массаж

# reusable.category_enum.nails
source: Nails
es: Ногти
ru: Ногти

# reusable.category_enum.other
source: Other
es: Otro
ru: Другое

# reusable.category_enum.piercing
source: Piercing
es: Пирсинг
ru: Пирсинг

# reusable.category_enum.spa
source: Spa
es: Спа
ru: Спа

# reusable.category_enum.tattoo
source: Tattoo
es: Tatuaje
ru: Тату

# reusable.alert.client_confirmation
source: Following the link will sync your order history. The salon associated with this link will be added to your favorites. Do you confirm this action?
es: Al seguir el enlace se sincronizará tu historial de pedidos. El salón asociado se añadirá a tus favoritos. ¿Confirmas esta acción?
ru: Переход по ссылке для синхронизации твоей истории заказов. Салон, связанный с этой ссылкой, будет добавлен в твой список избранных. Подтверждаешь это действие?

# reusable.alert.confirmation
source: Confirmation
es: Confirmación
ru: Подтверждение

# reusable.alert.congratulations
source: Congratulations
es: ¡Felicidades!
ru: Поздравляем

# reusable.alert.incomplete_address
source: Incomplete address
es: Dirección incompleta
ru: Неполный адрес

# reusable.alert.incomplete_address_message
source: Please enter your full address to continue
es: Por favor, introduce tu dirección completa para continuar
ru: Напиши свой полный адрес, чтобы двигаться дальше

# reusable.alert.master_confirmation
source: You've followed a link that will connect you as an employee to the salon associated with this link. After confirmation, you'll be able to provide services at this salon. Do you confirm this action?
es: Seguiste un enlace que te conectará como empleado al salón correspondiente. Tras confirmar, podrás ofrecer servicios allí. ¿Confirmas esta acción?
ru: Ты перешел по ссылке, которая привязывает тебя как работника к салону, связанному с этой ссылкой. После подтверждения ты сможешь предоставлять услуги в этом салоне. Подтверждаешь это действие?

# reusable.unknown
source: Неизвестный
es: Desconocido

# reusable.english
source: Английский
es: Inglés

# onboarding.alert.learn_workplace.title
source: Training
es: Capacitación
ru: Обучение

# onboarding.alert.learn_workplace.subtitle
source: How to create a salon
es: Cómo crear un salón
ru: Как создать салон

# onboarding.alert.setup_workplace.title
source: Complete salon setup
es: Completa la configuración del salón
ru: Завершите настройку салона

# onboarding.alert.setup_workplace.subtitle
source: {completedSteps, plural, one{{completedSteps} of {totalSteps} step completed} few{{completedSteps} of {totalSteps} steps completed} many{{completedSteps} of {totalSteps} steps completed} other{{completedSteps} of {totalSteps} steps completed} }
es: {completedSteps, plural, one{{completedSteps} de {totalSteps} paso completado} few{{completedSteps} de {totalSteps} pasos completados} many{{completedSteps} de {totalSteps} pasos completados} other{{completedSteps} de {totalSteps} pasos completados} }
ru: {completedSteps, plural, one{{completedSteps} из {totalSteps} шаг завершён} few{{completedSteps} из {totalSteps} шага завершено} many{{completedSteps} из {totalSteps} шагов завершено} other{{completedSteps} из {totalSteps} шагов завершено} }

# onboarding.alert.steps_completed
source: %d из %d шагов завершено
es: %d de %d pasos completados

# onboarding.alert.complete_salon_setup
source: Завершите настройку салона
es: Completa la configuración del salón

# onboarding.create_workplace.title
source: Create your first salon
es: Crea tu primer salón
ru: Создать свой первый салон

# onboarding.create_workplace.subtitle
source: On the main screen, swipe right to open the auxiliary panel, then tap +.
es: En la pantalla principal, desliza hacia la derecha para abrir el panel auxiliar, luego toca +.
ru: На главном экране потяните вправо, чтобы открыть вспомогательную панель, затем коснитесь +.

# onboarding.invite_employee.title
source: Invite employee
es: Invitar empleado
ru: Пригласить сотрудника

# onboarding.invite_employee.subtitle
source: On the dashboard screen, go to the employees section, then tap +
es: En el panel principal, ve a la sección de empleados, luego toca +
ru: На экране dashboard перейти в раздел сотрудники, затем коснитесь +

# onboarding.select_services.title
source: Select the services you provide
es: Selecciona los servicios que ofreces
ru: Выберите услуги, которые вы отказываете

# onboarding.select_services.subtitle
source: Go to the management tab. In the services section, tap +
es: Ve a la pestaña de gestión. En la sección de servicios, toca +
ru: Перейдите на вкладку управления. В раздел услуги коснитесь +

# onboarding.activate.title
source: Activate salon
es: Activar salón
ru: Активируйте салон

# onboarding.appointment.step1.title
source: Рабочее пространство
es: Área de trabajo

# onboarding.appointment.step1.subtitle
source: Чтобы открыть рабочее пространство, коснитесь виджета “Записи”
es: Para abrir el área de trabajo, toca el widget de Citas

# onboarding.appointment.step2.title
source: Создание записи
es: Crear cita

# onboarding.appointment.step2.subtitle
source: На экране рабочего пространства коснитесь 􀑎, выберите клиента и мастера, укажите время и процедуру, а затем сохраните запись, нажав кнопку создать
es: En la pantalla del área de trabajo, toca 􀑎, selecciona cliente y especialista, introduce hora y servicio, luego guarda tocando Crear

# onboarding.appointment.step3.title
source: Перенос записи
es: Mover cita

# onboarding.appointment.step3.subtitle
source: Удерживайте запись, и потяните в сторону, на нужное вам время и мастера. Затем сохраните выбор, коснувшись перенести запись.
es: Mantén pulsada la cita y arrástrala a la hora y especialista deseado. Luego confirma tocando Mover

# onboarding.appointment.step4.title
source: Управление статусами
es: Gestionar estado

# onboarding.appointment.step4.subtitle
source: Коснитесь записи и удерживайте ее, в открывшемся меню, выберите нужный статус.
es: Mantén pulsada la cita, luego elige el estado en el menú que aparece

# onboarding.client.step1.title
source: Приглашение клиента
es: Invitar cliente

# onboarding.client.step1.subtitle
source: В панеле навигации перейдите во вкладку Салон и нажмите Добавить клиента 􀉯
es: En el panel de navegación, ve a la pestaña Salón y pulsa Agregar cliente 􀉯

# onboarding.client.step2.subtitle
source: После внесения всех данных, перейдите в раздел Мои клиенты и отправьте клиенту ссылку для приглашения в салон.
es: Después de introducir los datos, ve a la sección Mis clientes y envía el enlace al cliente

# onboarding.employee.step1.title
source: Приглашение мастера
es: Invitar especialista

# onboarding.employee.step1.subtitle
source: В панели навигации перейдите во вкладку Салон и нажмите Добавить мастера 􀉯
es: En el panel de navegación, ve a la pestaña Salón y pulsa Agregar especialista 􀉯

# onboarding.employee.step2.title
source: Выбор должности
es: Seleccionar puesto

# onboarding.employee.step3.title
source: Ожидание мастера
es: Esperando al especialista

# onboarding.employee.step3.subtitle
source: После добавления мастера его ячейка появится во вкладке выбранной должности. Оттуда вы сможете отправить ему приглашение присоединиться к вашему салону.
es: Una vez agregado, su celda aparecerá en la pestaña del puesto. Desde allí puedes enviarle la invitación

# onboarding.procedure.step1.title
source: Рабочее пространство
es: Crear procedimiento
ru: Создание процедуры

# onboarding.procedure.step1.subtitle
source: В панеле навигации перейдите во вкладку Салон и нажмите Добавить новую услугу 􁥉
es: En el panel de navegación, ve a la pestaña Salón y pulsa Agregar nuevo servicio 􁥉

# onboarding.procedure.step2.title
source: Название процедуры
es: Nombre del procedimiento

# onboarding.procedure.step2.subtitle
source: На первом этапе создания укажите название своей услуги, либо выберите название из предложенного списка, коснувшись 􀇷
es: Primero introduce el nombre o elige uno de la lista tocando 􀇷

# onboarding.procedure.step3.title
source: Существующие процедуры
es: Procedimientos existentes

# onboarding.procedure.step3.subtitle
source: Коснувшись 􀇷, из предложенного списка выберите услугу, которая прошла проверку модерацией сервиса. Такие услуги можно гибко настроить, и клиенты смогут проще вас находить
es: Al tocar 􀇷, selecciona un servicio ya moderado. Se puede configurar y será más fácil que te encuentren

# onboarding.procedure.step4.title
source: Выбор мастеров
es: Seleccionar especialistas

# onboarding.procedure.step4.subtitle
source: На последнем шаге выберите мастеров, которые будут оказывать эту услугу. После этого клиенты смогут легко к ним записаться.
es: En el último paso, selecciona los profesionales que te prestarán este servicio. Posteriormente los clientes podrán concertar una cita con ellos fácilmente.

# onboarding.workplace.step1.subtitle
source: Чтобы открыть рабочее пространство, коснитесь виджета “Записи”.
es: Para abrir el área de trabajo, toca el widget de Citas

# onboarding.workplace.step2.title
source: Создание записи
es: Crear cita

# onboarding.workplace.step2.subtitle
source: В рабочем пространстве коснитесь 􀑎, затем назначьте клиента и мастера, настройте время и процедуру, и сохраните запись, нажав кнопку “создать”.
es: Toca 􀑎, asigna cliente y especialista, define hora y servicio, y guarda tocando 'crear'

# onboarding.workplace.step3.title
source: Перенос записи
es: Mover cita

# onboarding.workplace.step3.subtitle
source: Удерживайте запись, и потяните в сторону, на нужное вам время и мастера. Затем сохраните выбор, коснувшись “перенести запись”.
es: Mantén pulsado y arrástralo a la hora y especialista deseado. Guarda tocando 'mover cita'

# onboarding.workplace.step4.title
source: Управление статусами
es: Gestionar estado

# onboarding.workplace.step4.subtitle
source: Коснитесь записи и удерживайте ее, в открывшемся меню, выберите нужный статус.
es: Mantén pulsada la cita, luego elige el estado en el menú que aparece

# onboarding.salon_creation.step1.title
source: Создание салона
es: Creación de salón

# onboarding.salon_creation.step1.subtitle
source: From the Home screen, swipe right to open the secondary panel, then tap 􀑎.
es: Desde la pantalla de inicio, desliza hacia la derecha y pulsa 􀑎
ru: На главном экране потяните вправо, чтобы открыть вспомогательную панель, затем коснитесь 􀑎.

# onboarding.salon_creation.step2.title
source: Настройка графика салона
es: Configurar horario del salón

# onboarding.salon_creation.step2.subtitle
source: На этапе создания вам будет предложено 3 варианта графика салона: недельный, сменный и ежедневный.
es: Al crear, puedes elegir entre tres opciones: semanal, por turnos o diario

# onboarding.salon_creation.step3.title
source: Шаблон на неделю
es: Plantilla semanal

# onboarding.salon_creation.step3.subtitle
source: График подразумевает отдельную настройку каждого для недели.
es: Configura cada día de la semana por separado

# onboarding.salon_creation.step4.title
source: Сменный график
es: Horario por turnos

# onboarding.salon_creation.step4.subtitle
source: Выберите количество рабочих и выходных дней, которые будут циклично идти друг за другом. И после этого настройте часы и перерывы в рабочие дни.
es: Define cuántos días se trabaja y se descansa. Después configura horarios y pausas

# onboarding.salon_creation.step5.title
source: Ежедневный график
es: Horario diario

# onboarding.salon_creation.step5.subtitle
source: В случае ежедневного графика вы настраиваете один шаблон, по которому салон будет работать каждый день.
es: Este horario se repetirá cada día con la misma plantilla

# creatable.salon.title
source: Create salon
es: Creación de salón
ru: Создание салона

# creatable.salon.salon_type
source: Let's start — I'll help you set everything up for your needs. First, choose what kind of space you're creating
es: Comencemos — te ayudaré a configurarlo según tus necesidades. Primero, elige qué tipo de espacio estás creando
ru: Давайте начнём — помогу вам настроить всё под ваши задачи. Для начала выберите, какое пространство вы создаёте

# creatable.salon.master_type
source: Individual specialist
es: Especialista individual
ru: Индивидуальный мастер

# creatable.salon.individual_type
source: Beauty salon
es: Salón de belleza
ru: Салон красоты

# creatable.salon.chain_type
source: Beauty salon chain
es: Cadena de salones
ru: Сеть салонов красоты
