Repository: MaestriHub/localization
Catalog: iOS/Resources/*.lproj/Localizable.strings
Languages: es, ru

# error.http.conflict
source: 409 Conflict: The request cannot be processed due to a conflict in the request, such as an edit conflict between multiple concurrent updates.
es: 409 Conflicto: conflicto al procesar la solicitud, como ediciones simultáneas.
ru: 409 Конфликт: Запрос не может быть обработан из-за конфликта в запросе, например, конфликта редактирования между несколькими одновременными обновлениями.

# error.http.forbidden
source: 403 Forbidden: The server understands the request but refuses to execute it. Usually related to lack of access rights.
es: 403 Prohibido: el servidor entiende la solicitud pero se niega a ejecutarla.
ru: 403 Запрещено: У сервера есть понимание запроса, но он отказывается его выполнить. Обычно это связано с отсутствием прав доступа.

# error.http.gateway_timeout
source: 504 Gateway Timeout: The server, acting as a gateway or proxy, did not receive a timely response from the upstream server.
es: 504 Tiempo de espera agotado: no se recibió respuesta a tiempo del servidor superior.
ru: 504 Шлюз не отвечает: Сервер, действующий как шлюз или прокси, не получил своевременный ответ от вышестоящего сервера.

# error.http.internal_server_error
source: 500 Internal Server Error: A general server error. Usually means something went wrong on the server side.
es: 500 Error interno del servidor: algo salió mal del lado del servidor.
ru: 500 Внутренняя ошибка сервера: Общая ошибка сервера. Обычно означает, что что-то пошло не так на стороне сервера.

# error.http.method_not_allowed
source: 405 Method Not Allowed: The method specified in the request is prohibited for this resource.
es: 405 Método no permitido: el método especificado está prohibido para este recurso.
ru: 405 Метод не разрешен: Метод, указанный в запросе, запрещен для данного ресурса.

# error.http.not_found
source: 404 Not Found: The server cannot find the requested resource. This is the most common error, indicating a non-existent page.
es: 404 No encontrado: el recurso solicitado no existe.
ru: 404 Не найдено: Сервер не может найти запрашиваемый ресурс. Это самая распространенная ошибка, указывающая на несуществующую страницу.

# error.http.service_unavailable
source: 503 Service Unavailable: The server cannot process the request due to temporary overload or maintenance.
es: 503 Servicio no disponible: sobrecarga o mantenimiento temporal.
ru: 503 Сервис недоступен: Сервер не может обработать запрос из-за временной перегрузки или обслуживания.

# error.http.unauthorized
source: 401 Unauthorized: Authentication required. User must log in to access.
es: 401 No autorizado: se requiere autenticación.
ru: 401 Неавторизован: Требуется аутентификация. Пользователь должен залогиниться для доступа.

# error.complex.missing_title
source: Отсутствует название
es: Falta título

# error.complex.missing_procedures
source: Отсутствуют процедуры
es: Faltan procedimientos

# error.complex.empty_procedures
source: Комплекс должен содержать хотя бы одну процедуру
es: El complejo debe contener al menos un procedimiento

# error.complex.missing_price_shift
source: Проблема с типом и значением цены
es: Problema con el tipo de precio o su valor

# error.complex.missing_complex_type
source: Проблема с типом комплекса
es: Problema con el tipo de complejo

# step.complex_chunks.selected_procedures
source: Выбранные процедуры
es: Procedimientos seleccionados

# service.shortcut.something_wrong
source: Что-то не так?
es: ¿Algo salió mal?

# service.shortcut.give_feedback
source: Пожалуйста, оставьте нам отзыв перед удалением приложения. Это будет...
es: Por favor, déjanos tu opinión antes de eliminar la app. Nos ayudará a mejorar.

# service.shortcut.mail_body
source: Здравствуйте! Пишу, чтобы поделиться своим отзывом о приложении Maetry. Ниже мой отзыв:
es: ¡Hola! Quiero compartir mi opinión sobre la aplicación Maetry. Aquí está mi reseña:

# screen.settings.salon_type.individual
source: Individual
ru: Индивидуальный

# reusable.ok
source: Ok
ru: Ок

# reusable.hour
source: h
ru: ч

# reusable.minutes
source: min
ru: мин

# reusable.alert.error
source: Error
ru: Ошибка

# reusable.alert.ok
source: Ok
ru: Ок

# onboarding.setup_schedule.title
source: Set up working schedule
ru: Настройте график работы

# onboarding.setup_schedule.subtitle
source: Go to the work schedule tab. Click on your establishment's icon. After setup, you can also set it up for each employee. Remember that the employee's schedule must match the establishment's schedule
ru: Перейдите на вкладку график работы. Нажмите на иконку вашего заведения. После настройки вы сможете настройть так же для каждого сотрудника. Помните что график сотрудника должен сответстовать графику работы заведения

# creatable.contact.telegram
source: Telegram
ru: Телеграм

# error.error
source: Error
ru: Ошибка
